
"no_itunes_selection_title" = "Nothing appropriate selected in iTunes";

"no_itunes_selection" = "Please select tracks in your iTunes Library’s main “Music” section. They must be file tracks and have an album name.";

"fetching_itunes_tracks" = "Fetching Tracks from iTunes";

"searching_internet" = "Searching Amazon/Google";

"quit_blocking_apps_title" = "Please quit iTunes and System Preferences";

"quit_blocking_apps" = "Please quit iTunes and System Preferences if they are running.";

"cant_install_applescript_title" = "Unable to install iTunes AppleScript";

"cant_install_applescript" = "Unable to copy the iTunes AppleScript to your Library > iTunes > Scripts folder";

"cant_configure_shortcut_title" = "Unable to configure keyboard shortcut";

"cant_configure_shortcut" = "Unable to assign the keyboard shortcut for the iTunes AppleScript. You can try to assign it manually in System Preferences > Keyboard & Mouse > Keyboard Shortcuts. See the application Help documentation for more information.";

"script_installation_confirmation_title" = "iTunes AppleScript installed";

"script_installation_confirmation" = "The AppleScript was installed successfully. You’ll find it in iTunes’ script menu.";

"cant_get_itunes_tracks" = "Error getting selected tracks from iTunes";

"cant_parse_itunes_tracks" = "Unable to parse iTunes track list AppleScript";

"downloading_image" = "Downloading selected image";

"image_unavailable_title" = "Image not available";

"image_unavailable" = "This image is not available, please try a different one";

"processing_queue" = "Processing Queue";

"adding_image_to_%@" = "Adding image to “%@”";

"cant_set_artwork" = "Unable to set album artwork";

"cant_write_tempfile" = "Unable to write temp file";

"loading_image" = "Loading Image";

"webview_image_hover" = "Ctrl-click to choose this image";


